'''
Урок №1
Типы данных
'''

# INT / INTEGER - целое число (1, 2, 3, 4, 5, 10, 20, 30, 40, 50 ...)
# FLOAT / FLOATING - числа с плавающей запятой, с плавающей точкой (1.12, 1.1, 2.2, 3.5, 3.115)
# BOOL / BOOL - (True or False, Правда или Ложь, 1 или 0)
# STRING - Строка (состоит из char элементов строки, символы, набор char элементов)

perem_1 = 1
perem_2 = 5.7
perem_3 = True
string_1 = "Это код, который написал в строке: 1.2, 2.5, 6.71.23213123 №!№;№%№;:%;?%:?*:)"
string_2 = ''


# CTRL + Колёсико мышки

# TOOO: Заметки
## Преподаватель: Дуплей Максим Игоревич
## Дата: 23.07.2024