'''
Структуры данных

IO - Input / Output (Входные и выходные данные)
'''

'''
1. Список - List []
'''
# list_1 = ['яблоко', 'груша', 'киви', 'дуриан', 'банан']
# print(list_1)

list_2 = []
list_2.append(input("Напишите фрукт: ", ))
list_2.append(input("Напишите фрукт: ", ))
list_2.append(input("Напишите фрукт: ", ))
list_2.reverse()
print(list_2)

'''
2. Кортеж - Tuple ()
Неизменяемый список
'''


'''
3. Множества - Set ()
'''


'''
4. Словарь - Dict, Dictrionary {}
'''


'''
5. Двусвязный список [[]]
'''


'''
6. Матрица - Matrix [][]
'''


# TOOO: Заметки
## Преподаватель: Дуплей Максим Игоревич
## Дата: 23.07.2024